; Italiano
; Traduzione in Italiano da victor

[Italian]
IDS_UPDATE_NO=Nessun aggiornamento disponibile.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=File
IDS_SETTINGS=Impostazioni
IDS_EXIT=Esci
IDS_LANGUAGE=Language
IDS_HELP=Aiuto
IDS_WEBSITE=Sito Web
IDS_CHECKUPDATES=Cerca aggiornamenti
IDS_ABOUT=Info
IDS_DONATE=Fai una donazione
IDS_TRAY_SHOW=Mostra/Nascondi
IDS_TRAY_DISABLE=Disattiva
IDS_TRAY_POPUP_1=Pulisci area
IDS_TRAY_POPUP_2=Pulisci quando è superiore al
IDS_TRAY_POPUP_3=Pulisci ogni
IDS_CLEAN=Pulizia della memoria
IDS_GROUP_1=Fisica
IDS_GROUP_2=File di pagina
IDS_GROUP_3=Cache del sistema
IDS_ITEM_1=Usata
IDS_ITEM_2=Libera
IDS_ITEM_3=Totale disponibile
IDS_SETTINGS_GENERAL=Generale
IDS_SETTINGS_MEMORY=Pulizia della memoria
IDS_SETTINGS_APPEARANCE=Aspetto
IDS_SETTINGS_TRAY=Icona di notifica
IDS_CLOSE=Chiudi
IDS_TITLE_1=Configurazione generale
IDS_TITLE_2=Lingua
IDS_TITLE_3=Aree della memoria da pulire
IDS_TITLE_4=Gestione della memoria
IDS_TITLE_5=Scorciatoie (globale)
IDS_TITLE_6=Stile
IDS_TITLE_7=Colori
IDS_TITLE_8=Controllo mouse
IDS_TITLE_9=Fumetto suggerimenti
IDS_ALWAYSONTOP_CHK=Sempre visibile
IDS_LOADONSTARTUP_CHK=Carica all'avvio del sistema
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=Conferma inizio pulizia della memoria
IDS_SKIPUACWARNING_CHK=Ignora avviso richiesta "Controllo Account Utente"
IDS_CHECKUPDATES_CHK=Verifica aggiornamenti periodicamente (raccomandato)
IDS_LANGUAGE_HINT=Seleziona lingua:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Pulisci quando è superiore al: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Pulisci ogni: (min.)
IDS_HOTKEY_CLEAN_CHK=Pulizia della memoria:
IDS_TRAYUSETRANSPARENCY_CHK=Usa sfondo trasparente
IDS_TRAYSHOWBORDER_CHK=Mostra bordo
IDS_TRAYROUNDCORNERS_CHK=Angoli arrotondati
IDS_TRAYCHANGEBG_CHK=Cambia colore dello sfondo (invece del testo e del bordo)
IDS_TRAYUSEANTIALIASING_CHK=Usa antialiasing
IDS_FONT_HINT=Font:
IDS_COLOR_TEXT_HINT=Colore del testo
IDS_COLOR_BACKGROUND_HINT=Colore dello sfondo
IDS_COLOR_WARNING_HINT=Colore "Livello critico"
IDS_COLOR_DANGER_HINT=Colore "Livello di pericolo"
IDS_TRAYLEVELWARNING_HINT="Livello critico" comincia da: (%)
IDS_TRAYLEVELDANGER_HINT="Livello di pericolo" comincia da: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Click centrale:
IDS_TRAY_ACTION_1=Mostra/Nascondi
IDS_TRAY_ACTION_2=Pulisce la memoria
IDS_TRAY_ACTION_3=Apre il task manager
IDS_SHOW_CLEAN_RESULT_CHK=Mostra i risultati della pulizia della memoria
IDS_QUESTION=Vuoi avviare la pulizia della memoria?
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not ask again
IDS_STATUS_CLEANED=La memoria è stata pulita con un guadagno di %s.
IDS_STATUS_NOPRIVILEGES=Sono necessari i privilegi d'amministratore, esegui il programma come amministratore!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=Abilita i suoni di notifica
IDS_TITLE_ADVANCED=Avanzate
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
